{
	"history": [
		"Nel 1969, l’umanità mise il primo piede sulla luna.",
		"Nel 2029 invece arrivammo su marte. E un progetto visionario, SpaceX, fece sì che l’umanità iniziò a colonizzarlo, quel marte. Così l’umanità divenne una società multiplanetaria.",
		"Ma abbiamo dovuto attendere due secoli, il 2237, per diventare veramente una civiltà galattica: I nuovi propulsori permisero alle navi di muoversi agilmente all’interno di tutta la via lattea e presto scoprimmo che il nostro Sistema solare, casa, era uno dei peggiori. Così l’umanità, inevitabilmente, emigrò in massa.",
		"Il grande esodo è datato 2434, ed è da quel giorno che abbiamo ricominciato. Tutto.",
		"17 miliardi di persone, stipate in mezzo milione di astronavi, partite all’impazzata verso Sibice.",
		"Due stelle, piccole, un periodo orbitale così contorto da far venire il mal di testa agli astrofisici, 31 pianeti, di cui 11 in fascia abitabile, più di 100 corpi celesti, tra pianeti e satelliti.",
		"Era tutto perfetto: sui pianeti non abitabili estraevamo le risorse e esportavamo inquinamento, sugli altri abitabili vivevamo in pace con la natura.",
		"La qualità della vita crebbe. Troppo.",
		"Dopo poco più di due secoli eravamo più di 170 miliardi. Decuplicati in 230 anni. Ricominciammo a guardare le stelle, e diventammo veramente una società galattica.",
		"Ed è in questi anni, intorno al 350de che iniziammo a incontrare altri abitanti della galassia.",
		"La cosa all’inizio ci sembrò così assurda che ne fummo affascinati: gli Elfi, creature esili, in simbiosi con la natura, simili – molto simili – a quelli descritti millenni prima da Tolkien. La cosa più assurda fu vedere i generali delle forze armate leggere il Silmarilion per studiare il comportamento di questi abitanti.",
		"Poi incontrammo orchi, nani, goblin, e altre decine di specie differenti. Ogni pianeta che scovavamo, aveva una specie dominante.",
		"Ma fu tutto nostro. Dominammo, incendiammo, distruggemmo. Tutto nostro divenne. Colonizzazione col pugno di ferro. L’umanità era più forte. Quasi.",
		"Alcune di queste specie erano effettivamente in grado di maneggiare una forza mistica, la magia, una sorta di connessione con le particelle subatomiche che abbiamo studiato per millenni, non siamo mai riusciti a comprenderla completamente.",
		"Nel 1789de, le specie principali decisero di ribellarsi al dominio umano. E così – in un’improbabile alleanza – nani, orchi, elfi comandarono un’insurrezione su scala multiplanetaria.",
		"La guerra civile galattica iniziò. 270 anni durò. Fu un vero e proprio massacro.",
		"La potenza militare umana era infinitamente maggiore di quella dei subumani, ma questi erano spesso fisicamente più forti, più agili o magici. Ed erano disposti a perdere tutto.",
		"Ben presto i governi della confederazione galattica diventarono brevi, sempre più brevi, fino a quando un evento apparentemente scollegato da tutto ciò cambiò gli equilibri della galassia.",
		"Le due aziende più grandi della confederazione si fusero. Siamo nel 2031de, 28 anni prima della fine della guerra civile.",
		"Lì iniziò il progetto Genesi. Lì inizia la nostra storia.",
		"Rapimmo un misto di esemplari perfetti da ogni specie e cercammo di costruire delle macchine da guerra perfette. Soldati in grado di resistere a ogni condizione climatica, atmosferica o gravitazionale. Allenati poi duramente per 20 anni e con un impianto celebrale che li costringe a eseguire gli ordini.",
		"L’arma definitiva li chiamava qualcuno. Ma erano più spesso noti come forze speciali.",
		"Nonostante tutti questi sforzi, nel 2059 la guerra terminò, con una sonora sconfitta per la confederazione. Il grande attentato dell’ottobre 2059 fece 2 milioni e mezzo di vittime, fece collassare l’intera infrastruttura di internet della confederazione e ebbe conseguenze devastanti. Tornammo al medioevo.",
		"D’altra parte, l’assenza della confederazione come nemico comune fece crollare nel più totale disordine tutti i pianeti esterni abitati dai subumani. Insurrezioni, rivolte tra di loro e veri e propri genocidi ridussero la resistenza a un nulla.",
		"Ma il collasso di internet portò l’intera umanità a sfiduciare il governo continuamente fino a quando, nel 2061, la Uber Corporation prese le redini del governo con un colpo di stato.",
		"L’ordine fu ristabilito dalla Uber Corporation, ma internet non fu mai ricostruito. Il libero pensiero è un pericolo per la stabilità.",
		"Sono passati 930 anni e – nonostante tutti gli sforzi – la Uber corporation è in difficoltà. L’opinione pubblica è divenuta insofferente e c’è bisogno di una svolta.",
		"Progetto Hermes.",
		"Come Genesi, che aveva già prodotto più di 12 miliardi di militari, ma questa volta interconnessi tra loro e con un comandante.",
		"Voi siete il primo stock produttivo.",
		"Ma tutto è andato storto, tutto è andato fottutamente male. Il vostro comandante è impazzito e voi, insieme a altri 832 uomini, siete andati fuori controllo. Spaesati, confusi ma con indole violenta, avete iniziato ad aggredirvi tra di voi, soffrendo gli uni per gli altri. Vi siete ancora più confusi e voi tre, Alpha 36 (Mike), Delta 36 (Denis) e Omega 36 (Giù) siete fuggiti. Subito prima che i generali della Uber decidessero di distruggere l’intero progetto.",
		"Avete trovato un piccolo trasporto merci e siete saliti sopra da clandestini.",
		"Il destino della galassia è in mano a voi."
	]
}